Repository: remiguillette/Beaverv5
Catalog: locales/*/LC_MESSAGES/beaverkiosk.po
Languages: fr

source: Welcome
fr: Bienvenue

source: to the
fr: dans le

source: Language selection
fr: Sélection de la langue

source: Switch to French
fr: Passer en français

source: Switch to English
fr: Passer en anglais

source: BeaverPhone
fr: Téléphone Beaver

source: BeaverSystem
fr: Système Beaver

source: BeaverAlarm
fr: Alarme Beaver

source: BeaverTask
fr: Tâches Beaver

source: BeaverDoc
fr: Documents Beaver

source: BeaverNet
fr: Réseau Beaver
